---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.Visibility
source: html/af42c904-47aa-cb0f-c3a4-35f4e4d2e62a.htm
---
# Autodesk.Revit.DB.GroupTypeId.Visibility Property

Visibility.

## Syntax (C#)
```csharp
public static ForgeTypeId Visibility { get; }
```